tap 'aykamko/tag-ag'
tap 'homebrew/bundle'
tap 'sberrevoets/formulae'
tap 'hpedrorodrigues/homebrew-tools'

brew 'sberrevoets/formulae/urlview', args: ['HEAD']

brew 'atuin'
brew 'black'
brew 'cask'
brew 'colordiff'
brew 'coreutils'
brew 'ctags'
brew 'dduan/formulae/tre'
brew 'dockutil'
brew 'fd'
brew 'findutils'
brew 'git'
brew 'git-pile'
brew 'gh'
brew 'gnu-sed'
brew 'jq'
brew 'keith/formulae/fzy'
brew 'keith/formulae/tag'
brew 'lua-language-server'
brew 'lynx'
brew 'marksman'
brew 'mas'
brew 'nvim'
brew 'openssh'
brew 'openssl'
brew 'python3'
brew 'pyenv'
brew 'rbenv'
brew 'rename'
brew 'ripgrep'
brew 'ruby-install'
brew 'the_silver_searcher'
brew 'tokei'
brew 'sd'
brew 'speedtest-cli'
brew 'stylua'
brew 'tmux'
brew 'vim'
brew 'zsh'
