# brew 'sberrevoets/formulae/urlview', args: ['HEAD']

# This isn't strictly necessary but avoids some confusing warnings:
# https://github.com/Homebrew/homebrew-bundle/issues/803
tap 'keith/formulae'
tap 'shaunsingh/SFMono-Nerd-Font-Ligaturized'

brew 'atuin'
brew 'bat'
brew 'black'
brew 'cask'
brew 'colordiff'
brew 'coreutils'
brew 'dockutil'
brew 'eza'
brew 'fd'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'jq'
brew 'fzf'
brew 'keith/formulae/fzy'
brew 'keith/formulae/git-pile'
brew 'keith/formulae/tag'
brew 'lua-language-server'
brew 'marksman'
brew 'mas'
brew 'nvim'
brew 'openssl'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python3'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby-install'
brew 'sd'
brew 'shfmt'
brew 'speedtest-cli'
brew 'stylua'
brew 'tmux'
brew 'tokei'
brew 'tre-command'
brew 'vim'
brew 'zsh'

cask '1password'
cask 'qlmarkdown'
cask 'the-unarchiver'
cask 'slack'
cask 'ghostty'

cask 'font-sf-mono-nerd-font-ligaturized'
