tap 'homebrew/bundle'
tap 'sberrevoets/formulae'

brew 'sberrevoets/formulae/urlview', args: ['HEAD']

brew 'cask'
brew 'class-dump'
brew 'cocoapods'
brew 'git'
brew 'hub'
brew 'lynx'
brew 'openssh'
brew 'openssl'
brew 'rbenv'
brew 'reattach-to-user-namespace' --with-wrap-pbcopy-and-pbpaste
brew 'rename'
brew 'ruby-install'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'zsh'
